[{"title":"从非晶体、晶体、准晶体到时间晶体","date":"2017-03-02T11:45:48.000Z","path":"2017/03/02/从非晶体、晶体、准晶体到时间晶体/","text":"晶体非晶体的区别在原子的排列上，非晶体缺少了组成粒子长程有序的性质。其中非晶体又被称为无定形体。无定形体并不少见，基本上任何的液体在冷却速度足够快的情况下都会过冷，从而生成非晶体。而晶体的形成条件则更为苛刻一些，即要在恒温环境下，一般在溶液中，随原子一层层堆砌而成。 也因为这两种不同的成形过程，导致了晶体与非晶体性质上的不同。晶体拥有者良好的周期性阵列，而非晶体没有。但是这种差异并不能说明非晶体不如晶体，两者在不同的领域中也有着不同的作用。比方说波长短的电子更容易与晶体产生作用，波长较长的光波会对非晶体更加敏感。 长久以来，人们一直保留了一个观念，那就是固体分为两大类，晶体与非晶体。直到数学家在非周期性方面做出了一些成果，在那些发现出现后的20年后，晶体学才将视线投向了寻找除了上述两种材料外的其他可能材料。他们想要找到一种物质，它也具有长程有序性，但是不是周期性结构，不具有平移对称性。说的更准确一点，在n维空间维度里，它要有线性独立的n-1维不具备平移对称性。那种材料，现在被命名为准晶体，在当时被认为是不可能存在的，人们似乎更加相信的是另一套学说，也就是物质的原子结构学说。1982年，科学家发现了铝-锰合金一些不寻常的衍射图，这就是准晶体被发现的起源之处。但是这个不寻常的发现因为学术界相左的主流意见而被推迟了两年才发布。至此，准晶体也宣告出现，有悖于晶体的限制，它们可以拥有五重转动轴，依旧能够连续地填充所有空间，但是没有平移对称性，刚好符合上面的要求，介于晶体与非晶体之间。这也是它被叫做准晶体的原因之一。 有对于准晶体的研究表明，准晶材料很脆，但是它的应用却很多。它在导热导电上表现并不好，可以作为绝热涂层，也能作为热电材料。准晶体就像一层保护层、一层盔甲一样，加入了准晶体的钢硬度会大大提升，原理大致是准晶体颗粒能阻碍材料内部的位错发生。此外准晶体还能作为不粘锅的内壁涂层，它耐腐蚀，硬度强的特性还被用来制作手术器械。准晶体目前的制备方法似乎与结晶类似，也是缓慢冷却，或者将非晶相的物质结晶。 事物的发展总是快的出乎人们的意料，在发现准晶体的以色列材料学家丹·谢赫特曼得到诺贝尔化学奖之后一年——2012年——由诺贝尔物理学奖得主麻省理工学院物理学家弗兰克·维尔泽克提出，他将三维中的对称概念，衍生到四维中去，这个第四个维度代表时间，时间晶体又称时空晶体打破了时间平移的对称性。时间平移对称性一般是一个系统的性质，就是指系统的运动规律和具体时间无关。而时间平移对称又导致能量守恒，所以时间晶体需要处在非平衡系统中、开放系统中。 时间晶体的东西已经比较复杂了，但是我们可以看到从非晶体、晶体、准晶体到时间晶体，有一样东西是始终被人们所关注者的。对称性。无论是平移对称性，还是时间平移对称性都是在不同维度下区分着这些物质。平移性对于物质、材料、晶体的意义不可谓不大。在晶体中，空间平移对称性影响了许许多多的性质如电子数密度等。在时间晶体中，时间平移对称性则是提供了在它背景下场或粒子违反能量守恒的可能性，然而表观下不守恒是零点场的传递。它还具有拓扑的次序(topological order)，允许对扰动的容错，从而能够反抗量子态的去相干效应。 对于固体材料的种类、本质，我们依旧有着继续探寻下去的方向，且不说时间晶体并未有成熟的研究成果，在不同时空维度上对称性的问题依旧需要人们去思考。","tags":[{"name":"固体物理 小论文","slug":"固体物理-小论文","permalink":"http://yoursite.com/tags/固体物理-小论文/"}]},{"title":"xry, here","date":"2017-03-01T15:55:13.000Z","path":"2017/03/01/xry-here/","text":"老婆，看过来(:з」∠)日常表白！我爱你ლ(′◉❥◉｀ლ)","tags":[{"name":"日常","slug":"日常","permalink":"http://yoursite.com/tags/日常/"}]},{"title":"new test","date":"2017-03-01T15:00:47.000Z","path":"2017/03/01/new-test/","text":"##测试文章这是一篇用来测试的博文，访问GitHub主页[1]https://PGary.github.io/","tags":[{"name":"测试","slug":"测试","permalink":"http://yoursite.com/tags/测试/"}]},{"title":"测试文章","date":"2017-03-01T14:52:05.000Z","path":"2017/03/01/测试文章/","text":"测试一下用Hexo与Github搭建个人博客，测试内容 这是一篇测试博文 这个文章不知道什么时候删","tags":[{"name":"测试","slug":"测试","permalink":"http://yoursite.com/tags/测试/"}]},{"title":"Hello World","date":"2017-03-01T14:37:29.061Z","path":"2017/03/01/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","tags":[]}]